/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "反転";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "反転";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "その他";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "フォトへ追加中";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "共有のため準備中";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "PDFを作成中";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Drawing.pbm";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Drawing.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "写真に追加";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "キャンセル";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "TriangleDrawファイルをメールで送信する";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "PDFをメールで送信する";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "共有";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "キャンセル";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "X軸方向にフリップする";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Y軸方向にフリップする";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "右回転";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "左回転";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "その他";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "線を引く";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "シングルドロー";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "X軸方向にフリップする";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Y軸方向にフリップする";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "反転";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "下へ移動";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "左へ移動";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "右へ移動";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "上へ移動";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "回転 -60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "回転 +60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "やり直し";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "取り消し";
